[
    {"dzien_roku": 1, "znak_zodiaku": "Baran", "płeć": "mężczyzna", "horoskop": "Pierwszy dzień, skup się na nowych początkach. Określ cele i podejmij pierwsze kroki w ich kierunku."},
    {"dzien_roku": 2, "znak_zodiaku": "Baran", "płeć": "kobieta", "horoskop": "Drugi dzień, wyraź swoje uczucia. Komunikuj się otwarcie z tymi, którzy są blisko ciebie."},
    {"dzien_roku": 3, "znak_zodiaku": "Baran", "płeć": "mężczyzna", "horoskop": "Trzeci dzień, podejmij ryzyko. Szukaj nowych możliwości i bądź gotów na wyzwania."},
    {"dzien_roku": 4, "znak_zodiaku": "Baran", "płeć": "kobieta", "horoskop": "Czwarty dzień, dbaj o swoje zdrowie psychiczne. Znajdź czas na refleksję i relaks."},
    {"dzien_roku": 5, "znak_zodiaku": "Baran", "płeć": "mężczyzna", "horoskop": "Piąty dzień, szukaj harmonii. Zrównoważ swoje życie osobiste i zawodowe."},
    {"dzien_roku": 6, "znak_zodiaku": "Baran", "płeć": "kobieta", "horoskop": "Szósty dzień, eksploruj nowe zainteresowania. Odkryj coś, co sprawia ci radość."},
    {"dzien_roku": 7, "znak_zodiaku": "Baran", "płeć": "mężczyzna", "horoskop": "Siódmy dzień, praktykuj wdzięczność. Doceniaj piękno życia i towarzyszących ci ludzi."},
    {"dzien_roku": 8, "znak_zodiaku": "Baran", "płeć": "kobieta", "horoskop": "Ósmy dzień, rozwijaj swoje talenty. Inwestuj czas w rozwijanie umiejętności, które kochasz."},
    {"dzien_roku": 9, "znak_zodiaku": "Baran", "płeć": "mężczyzna", "horoskop": "Dziewiąty dzień, podejmuj decyzje świadomie. Przedstawiane przed tobą wybory mają wpływ na twoją przyszłość."},
    {"dzien_roku": 10, "znak_zodiaku": "Baran", "płeć": "kobieta", "horoskop": "Dziesiąty dzień, utrzymuj zdrowe relacje. Buduj pozytywne i wspierające więzi."},

  {"dzien_roku": 1, "znak_zodiaku": "Byk", "płeć": "mężczyzna", "horoskop": "Pierwszy dzień, skoncentruj się na swoich celach zawodowych. Działaj z determinacją."},
  {"dzien_roku": 2, "znak_zodiaku": "Byk", "płeć": "kobieta", "horoskop": "Drugi dzień, bądź elastyczna. Otwórz się na nowe możliwości."},
  {"dzien_roku": 3, "znak_zodiaku": "Byk", "płeć": "mężczyzna", "horoskop": "Trzeci dzień, pielęgnuj zdrowe relacje rodzinne. Spędź czas z najbliższymi."},
  {"dzien_roku": 4, "znak_zodiaku": "Byk", "płeć": "kobieta", "horoskop": "Czwarty dzień, dbaj o swoje zdrowie. Zrównoważony tryb życia ma kluczowe znaczenie."},
  {"dzien_roku": 5, "znak_zodiaku": "Byk", "płeć": "mężczyzna", "horoskop": "Piąty dzień, szukaj równowagi w pracy. Zadbaj o harmonię między obowiązkami zawodowymi a prywatnymi."},
  {"dzien_roku": 6, "znak_zodiaku": "Byk", "płeć": "kobieta", "horoskop": "Szósty dzień, rozwijaj swoje umiejętności. Nauka nowych rzeczy przynosi satysfakcję."},
  {"dzien_roku": 7, "znak_zodiaku": "Byk", "płeć": "mężczyzna", "horoskop": "Siódmy dzień, ciesz się życiem. Znajdź radość w prostych, codziennych chwilach."},
  {"dzien_roku": 8, "znak_zodiaku": "Byk", "płeć": "kobieta", "horoskop": "Ósmy dzień, szukaj nowych inspiracji. Otwórz się na nowe pomysły i perspektywy."},
  {"dzien_roku": 9, "znak_zodiaku": "Byk", "płeć": "mężczyzna", "horoskop": "Dziewiąty dzień, dbaj o swoje finanse. Planuj rozsądnie i oszczędzaj."},
  {"dzien_roku": 10, "znak_zodiaku": "Byk", "płeć": "kobieta", "horoskop": "Dziesiąty dzień, pielęgnuj zdrowe nawyki. Regularna aktywność fizyczna wspomaga dobre samopoczucie."},

  {"dzien_roku": 1, "znak_zodiaku": "Bliźnięta", "płeć": "mężczyzna", "horoskop": "Pierwszy dzień, skoncentruj się na komunikacji. Wymieniaj myśli z innymi i wyrażaj swoje pomysły."},
  {"dzien_roku": 2, "znak_zodiaku": "Bliźnięta", "płeć": "kobieta", "horoskop": "Drugi dzień, poszukaj nowych inspiracji. Otwórz się na różnorodne źródła kreatywności."},
  {"dzien_roku": 3, "znak_zodiaku": "Bliźnięta", "płeć": "mężczyzna", "horoskop": "Trzeci dzień, rozwijaj swoje zainteresowania. Eksploruj nowe obszary wiedzy."},
  {"dzien_roku": 4, "znak_zodiaku": "Bliźnięta", "płeć": "kobieta", "horoskop": "Czwarty dzień, bądź elastyczna. Dopasowuj się do zmieniających się sytuacji."},
  {"dzien_roku": 5, "znak_zodiaku": "Bliźnięta", "płeć": "mężczyzna", "horoskop": "Piąty dzień, pielęgnuj swoje relacje społeczne. Nawiązuj nowe kontakty."},
  {"dzien_roku": 6, "znak_zodiaku": "Bliźnięta", "płeć": "kobieta", "horoskop": "Szósty dzień, rozwijaj swoje umiejętności komunikacyjne. Pracuj nad klarownym wyrażaniem myśli."},
  {"dzien_roku": 7, "znak_zodiaku": "Bliźnięta", "płeć": "mężczyzna", "horoskop": "Siódmy dzień, szukaj równowagi w życiu. Znajdź czas na relaks i refleksję."},
  {"dzien_roku": 8, "znak_zodiaku": "Bliźnięta", "płeć": "kobieta", "horoskop": "Ósmy dzień, szukaj nowych inspiracji. Otwórz się na różnorodne źródła kreatywności."},
  {"dzien_roku": 9, "znak_zodiaku": "Bliźnięta", "płeć": "mężczyzna", "horoskop": "Dziewiąty dzień, dbaj o zdrowie psychiczne. Znajdź czas na relaks i dbanie o siebie."},
  {"dzien_roku": 10, "znak_zodiaku": "Bliźnięta", "płeć": "kobieta", "horoskop": "Dziesiąty dzień, pielęgnuj zdrowe nawyki. Zadbaj o równowagę między pracą a życiem osobistym."},

    {"dzien_roku": 1, "znak_zodiaku": "Rak", "płeć": "mężczyzna", "horoskop": "Pierwszy dzień, skup się na swoich emocjach. Bądź otwarty na wyrażanie uczuć."},
    {"dzien_roku": 2, "znak_zodiaku": "Rak", "płeć": "kobieta", "horoskop": "Drugi dzień, dbaj o swoje relacje rodzinne. Spędź czas z bliskimi."},
    {"dzien_roku": 3, "znak_zodiaku": "Rak", "płeć": "mężczyzna", "horoskop": "Trzeci dzień, szukaj bezpieczeństwa. Koncentruj się na sprawach domowych."},
    {"dzien_roku": 4, "znak_zodiaku": "Rak", "płeć": "kobieta", "horoskop": "Czwarty dzień, rozwijaj swoją intuicję. Słuchaj głosu własnego serca."},
    {"dzien_roku": 5, "znak_zodiaku": "Rak", "płeć": "mężczyzna", "horoskop": "Piąty dzień, pielęgnuj swoje relacje emocjonalne. Bądź wsparciem dla innych."},
    {"dzien_roku": 6, "znak_zodiaku": "Rak", "płeć": "kobieta", "horoskop": "Szósty dzień, dbaj o swoje zdrowie psychiczne. Znajdź czas na odpoczynek."},
    {"dzien_roku": 7, "znak_zodiaku": "Rak", "płeć": "mężczyzna", "horoskop": "Siódmy dzień, szukaj równowagi w życiu. Zadbaj o harmonię między pracą a życiem prywatnym."},
    {"dzien_roku": 8, "znak_zodiaku": "Rak", "płeć": "kobieta", "horoskop": "Ósmy dzień, szukaj nowych inspiracji. Otwórz się na kreatywne pomysły."},
    {"dzien_roku": 9, "znak_zodiaku": "Rak", "płeć": "mężczyzna", "horoskop": "Dziewiąty dzień, rozwijaj swoje zdolności przywódcze. Bądź gotowy na przewodzenie innym."},
    {"dzien_roku": 10, "znak_zodiaku": "Rak", "płeć": "kobieta", "horoskop": "Dziesiąty dzień, pielęgnuj zdrowe nawyki. Zadbaj o równowagę między pracą a życiem osobistym."},

    {"dzien_roku": 1, "znak_zodiaku": "Lew", "płeć": "mężczyzna", "horoskop": "Pierwszy dzień, skup się na swoich celach. Działaj z determinacją."},
  {"dzien_roku": 2, "znak_zodiaku": "Lew", "płeć": "kobieta", "horoskop": "Drugi dzień, bądź otwarta na nowe doświadczenia. Pozwól sobie na eksplorację."},
  {"dzien_roku": 3, "znak_zodiaku": "Lew", "płeć": "mężczyzna", "horoskop": "Trzeci dzień, pielęgnuj zdrowe relacje społeczne. Nawiązuj nowe kontakty."},
  {"dzien_roku": 4, "znak_zodiaku": "Lew", "płeć": "kobieta", "horoskop": "Czwarty dzień, szukaj równowagi w życiu. Zadbaj o harmonię między pracą a życiem prywatnym."},
  {"dzien_roku": 5, "znak_zodiaku": "Lew", "płeć": "mężczyzna", "horoskop": "Piąty dzień, szukaj nowych inspiracji. Otwórz się na kreatywne pomysły."},
  {"dzien_roku": 6, "znak_zodiaku": "Lew", "płeć": "kobieta", "horoskop": "Szósty dzień, rozwijaj swoje talenty. Wykorzystaj swój czas na naukę i doskonalenie umiejętności."},
  {"dzien_roku": 7, "znak_zodiaku": "Lew", "płeć": "mężczyzna", "horoskop": "Siódmy dzień, ciesz się życiem. Znajdź radość w prostych, codziennych chwilach."},
  {"dzien_roku": 8, "znak_zodiaku": "Lew", "płeć": "kobieta", "horoskop": "Ósmy dzień, szukaj równowagi w pracy. Zadbaj o harmonię między obowiązkami zawodowymi a prywatnymi."},
  {"dzien_roku": 9, "znak_zodiaku": "Lew", "płeć": "mężczyzna", "horoskop": "Dziewiąty dzień, szukaj nowych inspiracji. Otwórz się na kreatywne pomysły."},
  {"dzien_roku": 10, "znak_zodiaku": "Lew", "płeć": "kobieta", "horoskop": "Dziesiąty dzień, rozwijaj swoje talenty. Wykorzystaj swój czas na naukę i doskonalenie umiejętności."},

  {"dzien_roku": 1, "znak_zodiaku": "Panna", "płeć": "mężczyzna", "horoskop": "Pierwszy dzień, skup się na szczegółach. Zwróć uwagę na drobne elementy w pracy i życiu codziennym."},
  {"dzien_roku": 2, "znak_zodiaku": "Panna", "płeć": "kobieta", "horoskop": "Drugi dzień, dbaj o zdrowie psychiczne. Znajdź czas na relaks i medytację."},
  {"dzien_roku": 3, "znak_zodiaku": "Panna", "płeć": "mężczyzna", "horoskop": "Trzeci dzień, rozwijaj swoje umiejętności organizacyjne. Planuj efektywnie swoje zadania."},
  {"dzien_roku": 4, "znak_zodiaku": "Panna", "płeć": "kobieta", "horoskop": "Czwarty dzień, bądź precyzyjna. Działaj z dokładnością, unikaj pośpiechu."},
  {"dzien_roku": 5, "znak_zodiaku": "Panna", "płeć": "mężczyzna", "horoskop": "Piąty dzień, pielęgnuj swoje relacje. Bądź pomocna dla innych."},
  {"dzien_roku": 6, "znak_zodiaku": "Panna", "płeć": "kobieta", "horoskop": "Szósty dzień, rozwijaj swoje zdolności analityczne. Szukaj rozwiązań problemów."},
  {"dzien_roku": 7, "znak_zodiaku": "Panna", "płeć": "mężczyzna", "horoskop": "Siódmy dzień, szukaj równowagi w życiu. Zadbaj o harmonię między pracą a życiem prywatnym."},
  {"dzien_roku": 8, "znak_zodiaku": "Panna", "płeć": "kobieta", "horoskop": "Ósmy dzień, szukaj nowych inspiracji. Otwórz się na różnorodne źródła kreatywności."},
  {"dzien_roku": 9, "znak_zodiaku": "Panna", "płeć": "mężczyzna", "horoskop": "Dziewiąty dzień, dbaj o swoje zdrowie. Zwróć uwagę na dietę i aktywność fizyczną."},
  {"dzien_roku": 10, "znak_zodiaku": "Panna", "płeć": "kobieta", "horoskop": "Dziesiąty dzień, pielęgnuj zdrowe nawyki. Zadbaj o równowagę między pracą a życiem osobistym."}

  
    {"dzien_roku": 10, "znak_zodiaku": "Baran", "płeć": "kobieta", "horoskop": "Dziesiąty dzień, utrzymuj zdrowe relacje. Buduj pozytywne i wspierające więzi."},
    {"dzien_roku": 1, "znak_zodiaku": "Waga", "płeć": "mężczyzna", "horoskop": "Pierwszy dzień, eksploruj nowe obszary wiedzy. Otwórz się na nowe pomysły i bądź gotów uczyć się czegoś nowego."},
    {"dzien_roku": 2, "znak_zodiaku": "Waga", "płeć": "kobieta", "horoskop": "Drugi dzień, skup się na pracy zespołowej. Twoje umiejętności komunikacyjne są kluczowe, aby osiągnąć wspólne cele."},
    {"dzien_roku": 3, "znak_zodiaku": "Waga", "płeć": "mężczyzna", "horoskop": "Trzeci dzień, szukaj równowagi w życiu. Znajdź czas na relaks i dbaj o swoje zdrowie zarówno psychiczne, jak i fizyczne."},
    {"dzien_roku": 4, "znak_zodiaku": "Waga", "płeć": "kobieta", "horoskop": "Czwarty dzień, wyrażaj swoje emocje sztuką. Odkryj kreatywne wyrażanie siebie, co przyniesie ulgę wewnętrznym napięciom."},
    {"dzien_roku": 5, "znak_zodiaku": "Waga", "płeć": "mężczyzna", "horoskop": "Piąty dzień, skoncentruj się na karierze. Zademonstruj swoje umiejętności i dąż do zawodowego rozwoju."},
    {"dzien_roku": 6, "znak_zodiaku": "Waga", "płeć": "kobieta", "horoskop": "Szósty dzień, buduj silne relacje z przyjaciółmi. Spędź czas z bliskimi i czerp energię z pozytywnych więzi."},
    {"dzien_roku": 7, "znak_zodiaku": "Waga", "płeć": "mężczyzna", "horoskop": "Siódmy dzień, rozwijaj swoje zdolności interpersonalne. Umiejętność porozumiewania się będzie kluczowa dla sukcesu."},
    {"dzien_roku": 8, "znak_zodiaku": "Waga", "płeć": "kobieta", "horoskop": "Ósmy dzień, poszukaj inspiracji w sztuce. Odkryj piękno i głęboką wartość w różnych formach artystycznego wyrażania."},
    {"dzien_roku": 9, "znak_zodiaku": "Waga", "płeć": "mężczyzna", "horoskop": "Dziewiąty dzień, podejmuj decyzje z sercem. Posłuchaj swoich uczuć i postępuj zgodnie z własnymi wartościami."},
    {"dzien_roku": 10, "znak_zodiaku": "Waga", "płeć": "kobieta", "horoskop": "Dziesiąty dzień, szukaj równowagi między pracą a życiem prywatnym. Zachowaj harmonię i dbaj o swoje dobre samopoczucie."},
    {"dzien_roku": 1, "znak_zodiaku": "Skorpion", "płeć": "mężczyzna", "horoskop": "Pierwszy dzień, skoncentruj się na odkrywaniu ukrytych tajemnic. Zbadaj głębokie aspekty swojej duszy i poszukaj wewnętrznej mądrości."},
    {"dzien_roku": 2, "znak_zodiaku": "Skorpion", "płeć": "kobieta", "horoskop": "Drugi dzień, rozwijaj swoje zdolności intuicyjne. Słuchaj głosu swojego wewnętrznego instynktu i ufaj swoim przeczuciom."},
    {"dzien_roku": 3, "znak_zodiaku": "Skorpion", "płeć": "mężczyzna", "horoskop": "Trzeci dzień, zainicjuj pozytywne zmiany. Bądź gotów na przekształcenie swojego życia i otwórz się na nowe możliwości."},
    {"dzien_roku": 4, "znak_zodiaku": "Skorpion", "płeć": "kobieta", "horoskop": "Czwarty dzień, dbaj o równowagę emocjonalną. Znajdź czas na medytację i skup się na zrozumieniu swoich uczuć."},
    {"dzien_roku": 5, "znak_zodiaku": "Skorpion", "płeć": "mężczyzna", "horoskop": "Piąty dzień, skoncentruj się na relacjach z innymi. Buduj głębokie, autentyczne więzi z ludźmi wokół siebie."},
    {"dzien_roku": 6, "znak_zodiaku": "Skorpion", "płeć": "kobieta", "horoskop": "Szósty dzień, rozwijaj swoją kreatywność. Odkryj nowe sposoby wyrażania siebie i czerp radość z tworzenia."},
    {"dzien_roku": 7, "znak_zodiaku": "Skorpion", "płeć": "mężczyzna", "horoskop": "Siódmy dzień, buduj silne więzi emocjonalne. Przełamuj bariery i otwórz się na głębokie, uczuciowe relacje."},
    {"dzien_roku": 8, "znak_zodiaku": "Skorpion", "płeć": "kobieta", "horoskop": "Ósmy dzień, poszukaj wewnętrznej siły. Odkryj swoje ukryte talenty i wykorzystaj je do osiągania celów."},
    {"dzien_roku": 9, "znak_zodiaku": "Skorpion", "płeć": "mężczyzna", "horoskop": "Dziewiąty dzień, podejmuj decyzje z determinacją. Bądź pewny swoich wyborów i śmiało kieruj się ku własnym celom."},
    {"dzien_roku": 10, "znak_zodiaku": "Skorpion", "płeć": "kobieta", "horoskop": "Dziesiąty dzień, utrzymuj zdrowe granice. Dbaj o równowagę między sobą a innymi, chroniąc swoje dobre samopoczucie."},
    {"dzien_roku": 1, "znak_zodiaku": "Strzelec", "płeć": "mężczyzna", "horoskop": "Pierwszy dzień, rozbudź swoją ciekawość. Poszukaj nowych inspiracji i zdobądź wiedzę, która poszerzy twoje horyzonty."},
    {"dzien_roku": 2, "znak_zodiaku": "Strzelec", "płeć": "kobieta", "horoskop": "Drugi dzień, skup się na duchowym rozwoju. Praktykuj medytację lub refleksję, aby odnaleźć spokój wewnętrzny."},
    {"dzien_roku": 3, "znak_zodiaku": "Strzelec", "płeć": "mężczyzna", "horoskop": "Trzeci dzień, planuj swoją przyszłość. Określ cele i strategie, które pomogą ci osiągnąć sukces w długoterminowej perspektywie."},
    {"dzien_roku": 4, "znak_zodiaku": "Strzelec", "płeć": "kobieta", "horoskop": "Czwarty dzień, dbaj o harmonię w relacjach. Znajdź czas na szczere rozmowy i buduj bliskie, trwałe więzi."},
    {"dzien_roku": 5, "znak_zodiaku": "Strzelec", "płeć": "mężczyzna", "horoskop": "Piąty dzień, rozwijaj swoje umiejętności interpersonalne. Bądź otwarty na współpracę i zrozumienie innych."},
    {"dzien_roku": 6, "znak_zodiaku": "Strzelec", "płeć": "kobieta", "horoskop": "Szósty dzień, odkrywaj nowe ścieżki w edukacji. Inwestuj w rozwijanie swojej wiedzy i umiejętności."},
    {"dzien_roku": 7, "znak_zodiaku": "Strzelec", "płeć": "mężczyzna", "horoskop": "Siódmy dzień, ciesz się chwilą. Skoncentruj się na teraźniejszości i doceniaj piękno życia codziennego."},
    {"dzien_roku": 8, "znak_zodiaku": "Strzelec", "płeć": "kobieta", "horoskop": "Ósmy dzień, rozwijaj swoją kreatywność. Poszukaj nowych form wyrażania siebie i czerp radość z twórczego procesu."},
    {"dzien_roku": 9, "znak_zodiaku": "Strzelec", "płeć": "mężczyzna", "horoskop": "Dziewiąty dzień, podejmuj ryzyko z rozwagą. Szukaj nowych wyzwań, ale bądź świadomy konsekwencji swoich działań."},
    {"dzien_roku": 10, "znak_zodiaku": "Strzelec", "płeć": "kobieta", "horoskop": "Dziesiąty dzień, utrzymuj zdrowe granice. Dbaj o równowagę między pracą a życiem prywatnym dla zachowania dobrej kondycji psychicznej."},
    {"dzien_roku": 1, "znak_zodiaku": "Koziorożec", "płeć": "mężczyzna", "horoskop": "Pierwszy dzień, skup się na budowaniu solidnych fundamentów. Określ klarowne cele i podejmuj kroki, aby osiągnąć trwały sukces."},
    {"dzien_roku": 2, "znak_zodiaku": "Koziorożec", "płeć": "kobieta", "horoskop": "Drugi dzień, dbaj o równowagę między pracą a życiem prywatnym. Znajdź sposoby na efektywne zarządzanie czasem i energią."},
    {"dzien_roku": 3, "znak_zodiaku": "Koziorożec", "płeć": "mężczyzna", "horoskop": "Trzeci dzień, rozwijaj swoje umiejętności przywódcze. Zostań liderem, który inspiruje innych do osiągania wspólnych celów."},
    {"dzien_roku": 4, "znak_zodiaku": "Koziorożec", "płeć": "kobieta", "horoskop": "Czwarty dzień, skoncentruj się na zdrowiu psychicznym. Znajdź czas na relaks i dbaj o równowagę między ciałem a umysłem."},
    {"dzien_roku": 5, "znak_zodiaku": "Koziorożec", "płeć": "mężczyzna", "horoskop": "Piąty dzień, poszukaj nowych możliwości w karierze. Bądź otwarty na propozycje rozwoju zawodowego."},
    {"dzien_roku": 6, "znak_zodiaku": "Koziorożec", "płeć": "kobieta", "horoskop": "Szósty dzień, rozwijaj swoje umiejętności interpersonalne. Skup się na budowaniu trwałych relacji zawodowych i osobistych."},
    {"dzien_roku": 7, "znak_zodiaku": "Koziorożec", "płeć": "mężczyzna", "horoskop": "Siódmy dzień, podejmuj decyzje świadomie. Analizuj sytuacje i podejmuj wybory zgodne z własnymi wartościami."},
    {"dzien_roku": 8, "znak_zodiaku": "Koziorożec", "płeć": "kobieta", "horoskop": "Ósmy dzień, szukaj inspiracji w sztuce. Odkryj piękno i wartość w różnych formach artystycznego wyrażania."},
    {"dzien_roku": 9, "znak_zodiaku": "Koziorożec", "płeć": "mężczyzna", "horoskop": "Dziewiąty dzień, utrzymuj zdrowe relacje z innymi. Buduj pozytywne więzi, które wspierają cię w trudnych chwilach."},
    {"dzien_roku": 10, "znak_zodiaku": "Koziorożec", "płeć": "kobieta", "horoskop": "Dziesiąty dzień, skup się na samorozwoju. Inwestuj w siebie i swoje umiejętności dla osiągnięcia osobistego sukcesu."},
    {"dzien_roku": 1, "znak_zodiaku": "Wodnik", "płeć": "mężczyzna", "horoskop": "Pierwszy dzień, poszukaj nowych perspektyw. Otwórz umysł na nowe idee i innowacje, które mogą zmienić twoje życie."},
    {"dzien_roku": 2, "znak_zodiaku": "Wodnik", "płeć": "kobieta", "horoskop": "Drugi dzień, skoncentruj się na współpracy. Twoje umiejętności zespołowe są kluczowe dla osiągania wspólnych celów."},
    {"dzien_roku": 3, "znak_zodiaku": "Wodnik", "płeć": "mężczyzna", "horoskop": "Trzeci dzień, angażuj się społecznie. Znajdź sposób, aby przyczynić się do dobra społeczności."},
    {"dzien_roku": 4, "znak_zodiaku": "Wodnik", "płeć": "kobieta", "horoskop": "Czwarty dzień, rozwijaj swoje zainteresowania. Odkryj nowe pasje i poświęć czas na ich rozwijanie."},
    {"dzien_roku": 5, "znak_zodiaku": "Wodnik", "płeć": "mężczyzna", "horoskop": "Piąty dzień, dbaj o zdrowie psychiczne. Skup się na technikach relaksacyjnych i utrzymaniu równowagi emocjonalnej."},
    {"dzien_roku": 6, "znak_zodiaku": "Wodnik", "płeć": "kobieta", "horoskop": "Szósty dzień, angażuj się w aktywności społeczne. Twoja aktywność może przyczynić się do rozwoju społeczności, w której żyjesz."},
    {"dzien_roku": 7, "znak_zodiaku": "Wodnik", "płeć": "mężczyzna", "horoskop": "Siódmy dzień, rozwijaj umiejętności komunikacyjne. Bądź klarowny i skuteczny w przekazywaniu swoich myśli."},
    {"dzien_roku": 8, "znak_zodiaku": "Wodnik", "płeć": "kobieta", "horoskop": "Ósmy dzień, skup się na sztuce samowyrażania. Odkryj różne formy wyrażania siebie, które przynoszą ci radość."},
    {"dzien_roku": 9, "znak_zodiaku": "Wodnik", "płeć": "mężczyzna", "horoskop": "Dziewiąty dzień, podejmuj decyzje z odwagą. Nie obawiaj się ryzyka i śmiało dąż do swoich celów."},
    {"dzien_roku": 10, "znak_zodiaku": "Wodnik", "płeć": "kobieta", "horoskop": "Dziesiąty dzień, utrzymuj zdrowe relacje. Buduj pozytywne i wspierające więzi z ludźmi wokół siebie."},
    {"dzien_roku": 1, "znak_zodiaku": "Ryby", "płeć": "mężczyzna", "horoskop": "Pierwszy dzień, zgłębiaj swoją intuicję. Posłuchaj swojego wewnętrznego głosu, który może prowadzić cię do ważnych odkryć."},
    {"dzien_roku": 2, "znak_zodiaku": "Ryby", "płeć": "kobieta", "horoskop": "Drugi dzień, skup się na emocjonalnym samorozwoju. Znajdź czas na zrozumienie i akceptację swoich uczuć."},
    {"dzien_roku": 3, "znak_zodiaku": "Ryby", "płeć": "mężczyzna", "horoskop": "Trzeci dzień, poświęć czas medytacji. Znalezienie wewnętrznego spokoju pomoże ci zregenerować siły."},
    {"dzien_roku": 4, "znak_zodiaku": "Ryby", "płeć": "kobieta", "horoskop": "Czwarty dzień, angażuj się w sztukę. Odkrywaj piękno i inspirację w różnych formach artystycznego wyrażania."},
    {"dzien_roku": 5, "znak_zodiaku": "Ryby", "płeć": "mężczyzna", "horoskop": "Piąty dzień, buduj głębokie relacje z innymi. Skup się na empatii i zrozumieniu potrzeb bliskich."},
    {"dzien_roku": 6, "znak_zodiaku": "Ryby", "płeć": "kobieta", "horoskop": "Szósty dzień, rozwijaj swoje zdolności twórcze. Pozwól sobie na wyrażanie siebie w różnorodny i twórczy sposób."},
    {"dzien_roku": 7, "znak_zodiaku": "Ryby", "płeć": "mężczyzna", "horoskop": "Siódmy dzień, skup się na zdrowiu psychicznym. Poszukaj technik relaksacyjnych i dbaj o równowagę wewnętrzną."},
    {"dzien_roku": 8, "znak_zodiaku": "Ryby", "płeć": "kobieta", "horoskop": "Ósmy dzień, poświęć czas na introspekcję. Zastanów się nad swoimi celami i wartościami życiowymi."},
    {"dzien_roku": 9, "znak_zodiaku": "Ryby", "płeć": "mężczyzna", "horoskop": "Dziewiąty dzień, podejmuj decyzje z empatią. Zrozumienie perspektywy innych pomoże ci podejmować mądre decyzje."},
    {"dzien_roku": 10, "znak_zodiaku": "Ryby", "płeć": "kobieta", "horoskop": "Dziesiąty dzień, utrzymuj zdrowe relacje. Buduj pozytywne i wspierające więzi z ludźmi wokół siebie."}


]